// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Habilitar a Impressão direta no seu dispositivo";

TaskTOCTitle = "Impressão direta HP";

HeaderMessage = "Facilite a impressão a partir de smartphones habilitados para conexão sem fio, notebooks ou outros dispositivos móveis, usando a conexão sem fio direta. O dispositivo móvel precisa estar dentro do alcance do sinal sem fio da impressora e requer um driver de HP ePrint ou um aplicativo móvel. Para obter mais informações sobre aplicativos e baixá-los, visite o site da HP";
EnableDirectPrint = "Habilitar Impressão direta";

SecurityOnPasswordTitle = "Ativado (com segurança)";
SecurityOnTitle = "Ativado (sem segurança)";
SecurityOffTitle = "Desativado";

SecurityOnAlertTitle = "(Aviso: quando a impressão direta é ativada, os usuários não autorizados dentro da faixa de alcance da rede sem fio podem potencialmente se conectar à sua impressora e imprimir nela.)";
PasswordTitle = "Senha:";
PassphraseTooShortErrorMessage = "A senha deve ter pelo menos oito caracteres.";